import React from 'react'
import './AboutUs.scss'

function AboutUs() {
  return (
    <div id='about-us' className='about-us'>
        <div className='about-us-text'>
            <h1>
                 О нас
            </h1>

            <p>
                Суши — это не просто еда, это настоящее искусство. В нашей японской кухне демонстрируется дань традициям, вековые методы – повара cumani готовят каждое блюдо с большим трепетом щепетильностью и уважением. Мы покупаем лучшие ингредиенты и свежую рыбу, поэтому на вашей тарелке оказывается только отборный продукт. В нашей работе – самое главное это внимание к деталям. 
            </p>  
        </div>
        

    </div>
  )
}

export default AboutUs